import React from "react";
import MainLayout from "../components/MainLayout";
import Link from "next/link";
function Povernenya() {
  return (
    <MainLayout>
      <div className="containe">
        <h1 className="StaticPage__staticPageTitle">Повернення і рекламація</h1>
        <div className="StaticPage__staticPageContent">
          <p>
            <strong>ПОВЕРНЕННЯ І РЕКЛАМАЦІЯ</strong>
          </p>

          <p>
            <strong>
              Придбаний в магазині &nbsp;BsportWear товар ви завжди можете
              повернути протягом 30 календарних днів з моменту отримання
              посилки*, за умови, якщо він не був у вжитку, а його оригінальна
              упаковка (безпосередньо та, в якій ви отримали сам товар – це
              коробка від взуття чи пакет від одягу, аксесуарів) товарний вигляд
              і споживчі властивості (етикетки, ярлики, що містять
              характеристики товару) збережені.
            </strong>
          </p>

          <p>
            *Згідно з Додатком N 3 до постанови Кабінету Міністрів України від
            19 березня 1994 р N 172, поверненню НЕ підлягають:
          </p>

          <ul>
            <li>
              пухо-пір’яні вироби (згідно із рішенням магазину BsportWear,
              куртки та пальто із пухо-пір’яним наповненням повертати
              дозволено);
            </li>
            <li>рукавиці;</li>
            <li>тканини;</li>
            <li>
              нижня (спідня) білизна (жіноча, чоловіча, дитяча), а саме: труси,
              бюстгальтери, натільні боді, сліпи, топи (виняток становлять топи
              зазначені на сайті як спортивні), а також одяг для плавання:
              купальники жіночі (усі види), чоловічі плавки, а також шорти (що
              зазначені на сайті як купальні шорти); дитячі купальники, дитячі
              купальні труси, дитячі лонгсліви для плавання. Окрім того, не
              підлягають поверненню: піжами, нічні сорочки, майки (що
              трактуються як нижня білизна), функціональна та моделююча білизна
              (комбінація, корсет, топ, боді, спідниця, труси, легінси та
              шорти);
            </li>
            <li>панчішно-шкарпеткові вироби;</li>
            <li>товари в аерозольній упаковці</li>
            <li>маски</li>
            <li>
              ювелірні вироби з дорогоцінних металів, дорогоцінного каміння,
              дорогоцінного каміння органогенного утворення та
              напівдорогоцінного каміння.
            </li>
          </ul>

          <p>
            ВАЖЛИВО: Відповідно до «Закону України про захист прав споживача»,
            нижня білизна і купальники входять до переліку товарів належної
            якості і не підлягають обміну або поверненню, за умови, що на них не
            виявлено браку. В такому випадку скарга розглядається відповідно до
            наданих фотодоказів.
          </p>

          <p>
            <strong>
              Щоб повернути товар, будь ласка, виконайте наступні дії:
            </strong>
          </p>

          <p>
            <strong>1.</strong>&nbsp;Акуратно запакуйте ТОВАР в оригінальну
            упаковку в повній комплектації (товари, що поставляються в
            комплекті, необхідно повертати також в комплекті). Під оригінальною
            упаковкою маємо на увазі коробку від взуття, пакет від одягу чи
            аксесуарів, в якій цей товар було отримано) ВАЖЛИВО! ОРИГІНАЛЬНА
            УПАКОВКА ПОВИННА БУТИ без пошкоджень (без скотчу, написів, наклейок
            та інших елементів, які можуть зіпсувати товарний вигляд, частиною
            якого є і упаковка).
          </p>

          <p>
            <strong>2.</strong>&nbsp;Будь ласка, уважно заповніть заяву про
            повернення товару, яку Ви знайдете разом із отриманим замовленням;
            а) в таблиці поруч із назвою товару в графі «Кількість» вкажіть
            кількість товару і код причини повернення; б) заповніть таблицю з
            Вашими персональними даними і реквізитами для повернення Вам
            грошових коштів, переконайтесь, що дані, а особливо номер
            банківської карти, введені коректно; в) поставте особистий підпис.
          </p>

          <p>
            <strong>3.&nbsp;</strong>Зверніться в:
          </p>

          <p>
            Зверніть увагу! Вартість відправлення посилки оплачує Відправник. У
            разі відправки повернення за допомогою відділень "Укрпошта", ми
            компенсуємо вартість відправки, якщо Ви вкладете в посилку чек про
            оплату УДППЗ «Укрпошта».
          </p>

          <p>
            &nbsp; &nbsp; &nbsp;<strong>3.2.</strong>&nbsp;або в&nbsp;будь-яке
            відділення Нової Пошти. Вкажіть, будь ласка, дані отримувача:
            я&nbsp;
          </p>

          <p>
            Увага!&nbsp;У разі відправки повернення через відділення Нова Пошта
            - вартість відправки не компенсується.
          </p>

          <p>
            Повернення коштів відбувається протягом 14&nbsp;робочих днів з
            моменту успішного прийняття посилки на самому складі повернення (не
            плутати із доставкою у цільове&nbsp;поштове&nbsp;відділення) після
            проходження експертизи товару. Про повне прийняття фахівцями складу
            вашого повернення, ви будете повідомлені спеціальним листом на
            електронну адресу, зазначену вами в замовленні, по якому
            здійснюється повернення.
          </p>

          <p>
            <strong>РЕКЛАМАЦІЯ</strong>
          </p>

          <p>
            У разі, якщо товар переданий Вам з частковим недотриманням або з
            порушенням умов замовлення з вини нашого інтернет-магазину, що
            стосуються асортименту, комплектності, кількості або якості товару,
            Ви маєте право подати скаргу продавцю (не пізніше семи календарних
            днів після отримання) про ці порушення і зажадати повернення
            сплачених грошових коштів.
          </p>

          <p>
            З усіх питань повернення товарів, Ви завжди можете отримати
            консультацію фахівців Центру Обслуговування Клієнтів BsportWear: в
            месенджері Facebook Директ (повідомленнях), Instagram або за адресою
            робочої електронної пошти ok@BsportWear (щодня з 8:00 до 20:00)
          </p>

          <p>
            <strong>форма повернення</strong>:&nbsp;&nbsp;
            <Link href="bsportwear.ua@gmail.com">
              <a>bsportwear.ua@gmail.com</a>
            </Link>
          </p>
        </div>
      </div>
    </MainLayout>
  );
}

export default Povernenya;
