import React from "react";
import MainLayout from "../components/MainLayout";
import Link from "next/link";
function Rules() {
  return (
    <MainLayout>
      <div className="containe">
        <h1 className="StaticPage__staticPageTitle">
          ПРАВИЛА МАГАЗИНУ BsportWear
        </h1>
        <div className="StaticPage__staticPageContent">
          <p>
            <strong>§ 1 ВСТУП</strong>
          </p>

          <p>
            1.1. site-bsport ( site-bsport), м. Хмельницький, вул. Геологiв 15,
            зареєстроване в Реєстрі підприємців Державного реєстру &nbsp;&nbsp;
            <strong>867 245,25</strong>&nbsp;пол. злотих (сплачено), надає
            можливість придбання товарів за допомогою електронної мережі
            (Інтернет) за веб-адресою:{" "}
            <a href="https://site-bsport.vercel.app/">
              <strong>https://site-bsport.vercel.app/</strong>
            </a>
            &nbsp;(Магазин). Адміністратором персональних даних клієнтів є АТ
            site-bsport, адреса: м. Хмельницький, вул. Геологiв 15
          </p>

          <p>
            1.2. Ці Правила поширюються на всіх користувачів Магазину і містять
            принципи реєстрації і користування обліковим записом в Магазині, а
            також електронного бронювання товарів, які пропонує Магазин (Товар
            чи Товари), замовлення Товарів в Магазині і укладення договорів
            продажу Товарів.
          </p>

          <p>
            1.3. Всі користувачі Магазину можуть отримати доступ до Правил в
            будь-який момент, натиснувши на посилання «Правила магазину
            bsportWear» на сторінці магазину, або завантаживши і записавши, на
            власний розсуд, Правила як файл з розширенням «.pdf» на носій
            інформації.
          </p>

          <p>
            1.4. Дані про Товари в Магазині, їх опис та вартість являють собою
            пропозицію укладення Договору продажу.
          </p>

          <p>
            1.5. Товари в Магазині мають індивідуальне позначення.
            Інтернет-сторінка містить відомості про особливості і властивості
            Товару, його вартість і матеріал, з якого він виготовлений.
          </p>

          <p>
            1.6. Фотографії та презентація продукції, що пропонується,
            призначені для ознайомлення з конкретними моделями Товарів.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>
              § 2 ПРАВИЛА КОРИСТУВАННЯ МАГАЗИНОМ І УКЛАДАННЯ ДОГОВОРІВ НА ПРОДАЖ
              ТОВАРІВ
            </strong>
          </p>

          <p>
            2.1. BsportWear надає можливість укладення договорів на продаж
            Товарів за посередництвом мережі Інтернет, а також надає інші
            послуги, передбачені цими Правилами.
          </p>

          <p>
            2.2. Договір продажу Товарів укладається між користувачем Магазину
            (Клієнтом) та BsportWear.
          </p>

          <p>
            2.3. Умовою для користування Магазином є ознайомлення і прийняття
            цих Правил.
          </p>

          <p>
            2.4. Відомості, що надаються Клієнтом в процесі замовлення, повинні
            бути правдивими, актуальними і точними. BsportWear залишає за собою
            можливість відмовити у виконанні замовлення, якщо надані відомості
            будуть неточними і виключають можливість виконання замовлення,
            зокрема, вручення посилки правильному адресату. Перед тим як
            відмовити у виконанні замовлення, BsportWear має зробити спробу
            зв'язатися з Клієнтом, щоб уточнити дані в обсязі, що забезпечує
            виконання замовлення.
          </p>

          <p>
            2.5. Магазин використовує всі можливі і передбачені відповідними
            положеннями законодавства технічні та організаційні засоби з метою
            захисту персональних даних Клієнтів, в тому числі запобігання
            отримання і модифікації не уповноваженими особами даних, які
            вказуються в процесі реєстрації.
          </p>

          <p>2.6. Клієнт, який скористався послугами Магазину, зобов'язаний:</p>

          <p>
            &nbsp;a) не поширювати і не передавати заборонений законодавством
            контент;
          </p>

          <p>
            б) користуватися Магазином, не втручаючись і не порушуючи його
            роботу;
          </p>

          <p>
            в) не надсилати і не публікувати в Магазині комерційну інформацію
            без спеціального замовлення;
          </p>

          <p>
            г) користуватися Магазином так, щоб не створювати незручностей для
            інших клієнтів і для Адміністратора Магазину;
          </p>

          <p>
            ґ) використовувати опублікований на сторінках Магазину контент для
            власного використання.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>§ 3 УКЛАДЕННЯ ДОГОВОРУ ПРОДАЖУ</strong>
          </p>

          <p>
            3.1. Магазин надає можливість замовлення Товарів на сайті Магазину
            (онлайн) за допомогою процедури оформлення покупки.
          </p>

          <p>
            3.2. Магазин приймає замовлення в режимі онлайн цілодобово, сім днів
            на тиждень. Замовлення по телефону та електронною поштою приймаються
            в робочі дні з понеділка по п'ятницю з 08:00 до 20.00 год, а також в
            суботу з 09:00 до 17:00 год. Замовлення у вихідні дні обробляються в
            перший робочий день, наступний за днем оформлення замовлення.
          </p>

          <p>
            3.3. Клієнт може оформити замовлення без обов'язкової реєстрації
            своїх даних в базі даних Магазину (Покупка без реєстрації).
          </p>

          <p>
            3.4. Умовою подачі замовлення є ретельне заповнення бланка і
            вказування всіх даних, необхідних для відправки Товару і
            автоматичного оформлення документа, що підтверджує оплату.
          </p>

          <p>
            3.5. Щоб зробити замовлення, необхідно вибрати Товар в Магазині,
            звернувши особливу увагу на його кількість, колір і розмір, після
            чого перейти в Розділ «Кошик» і продовжити процедуру замовлення,
            вибираючи відповідні кроки подальших дій.
          </p>

          <p>
            3.6. До моменту підтвердження свого вибору Товару за допомогою
            кнопки «Оформити замовлення» Клієнт може вносити зміни в замовлення
            Товару, а також змінювати адресні і контактні дані для відправлення
            посилки або оформлення накладної. Підтвердження замовлення Клієнтом
            шляхом натискання кнопки «Оформити замовлення» означає прийняття на
            себе зобов'язання оплати вартості Товарів і їх доставку, про що
            Клієнт повідомляється безпосередньо перед підтвердженням замовлення.
          </p>

          <p>
            3.7. Підтвердження замовлення Клієнтом відповідно до п. 6 вище являє
            собою оферту Клієнта на укладання Договору продажу, яка адресується
            BsportWear відповідно до змісту замовлення і цих Правил.
          </p>

          <p>
            3.8. На момент подачі замовлення відповідно до п. 6 вище Клієнт
            отримує на попередньо вказану ним електронну адресу повідомлення, що
            містить дані про замовлення, кількість замовлених Товарів, вартість
            замовлення, обраний вид доставки і оплати, час виконання замовлення,
            адресні і контактні дані Клієнта і магазину, а також інформацію про
            процедуру подачі рекламації на Товари та право Клієнта відмовитися
            від виконання Договору продажу. Повідомлення – це підтвердження
            отримання Магазином оферти Клієнта.
          </p>

          <p>
            3.9. Магазин відправляє підтвердження прийняття оферти Клієнта,
            передану електронною поштою або телефоном («Підтвердження виконання
            і відправки замовлення») або відмову від прийняття оферти Клієнта на
            зазначену ним електронну адресу. Після отримання зазначеного
            Підтвердження Договір продажу замовлених Клієнтом Товарів між
            Клієнтом та BsportWear вважається укладеним.
          </p>

          <p>
            3.10. Договір продажу укладається українською мовою, а його зміст
            відповідає цим Правилам і замовленню, зробленому Клієнтом.
          </p>

          <p>
            3.11. Без обмеження права Клієнта відмовитися від виконання Договору
            згідно з відповідними положеннями законодавства Клієнт може
            відмовитися від замовлення до моменту отримання від Магазину
            підтвердження прийняття оферти на покупку, тобто до отримання
            електронного листа, що підтверджує прийняття замовлення до
            виконання, зазначеного вище в п. 9. В цьому випадку Клієнт повинен
            негайно зв'язатися з Магазином, в тому числі телефоном з подальшим
            підтвердженням електронною поштою.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>§ 4 ДОСТАВКА І ОТРИМАННЯ ТОВАРІВ</strong>
          </p>

          <p>
            4.1. Товар доставляється поштовим оператором у вигляді оплаченої
            поштової доставки. Доставка товару здійснюється: а) до пунктів збору
            Нової Почти; б) на адресу Замовника кур'єром Meest Express.
          </p>

          <p>
            4.2. Територія доставки Товарів по Україні, що представлені на
            Сайті, обмежена. На даний момент посилки не доставляються в зони
            активних бойових дій та тимчасово окуповані території. З актуальною
            інформацією щодо роботи відділень Нова Пошта Ви можете ознайомитися
            за посиланням{" "}
            <a href="https://novaposhta.ua/news/rubric/2/id/10171">тут</a> Межі
            доставки кур’єром визначені регламентом компанії Meest Express. Факт
            передачі замовлення на комплектацію прирівнюється до&nbsp; факту
            можливості доставки посилки Кур’єром до обраної клієнтом місцевості.
          </p>

          <p>
            4.3. Посилка, вартість якої перевищує еквівалент 150 EUR може бути
            доставлена виключно кур’єром Meest Express. У зв’язку із
            обов’язковою оплатою мита такого типу посилок, доставка у відділення
            Нової Пошти не є можлива.
          </p>

          <p>
            4.4. Затримки в доставці є можливими зважаючи на непередбачені
            обставини, що виникли не з вини Продавця.
          </p>

          <p>
            4.5. При доставці Замовлення вручається Покупцеві або третій особі,
            зазначеній в замовленні в якості одержувача (надалі Покупець і третя
            особа іменуються − «Одержувач»).<em>&nbsp;</em>При неможливості
            отримання Замовлення, зазначеними вище особами, Замовлення може бути
            вручене особі, яка може надати відомості про замовлення (номер
            відправлення і/або ПІБ отримувача.
          </p>

          <p>
            4.6. Ризик випадкової втрати або випадкового пошкодження Товару
            переходить до Покупця з моменту передачі йому Замовлення і
            проставлення Одержувачем Замовлення підпису в документах, що
            підтверджують доставку Замовлення.
          </p>

          <p>
            4.7. Вартість доставки є фіксованою та нараховується за умови
            покупки вартістю менше, ніж 1300 грн.
          </p>

          <p>
            4.8. Обов'язок Продавця передати товар Покупцю вважається виконаним
            в момент отримання Покупцем відправлення, так як цей момент
            визначається відповідно до діючих правил поштового зв'язку. Порядок
            доставки та розкриття Відправлень, що містять товар, визначається
            діючими правилами поштового зв'язку.
          </p>

          <p>
            4.9. При прийнятті Замовлення від кур'єра, Одержувач зобов'язаний
            оглянути цілісність упаковки. У разі відсутності претензій до
            упаковки Товару, Одержувач розписується в «Бланку доставки
            замовлень» і оплачує Замовлення. Підпис в документах доставки
            свідчить про те, що претензій до Посилки Одержувачем не заявлено і
            Продавець повністю і належним чином виконав свій обов'язок щодо
            передачі Товару.
          </p>

          <p>
            4.10. Час перебування кур'єра за адресою Одержувача обмежено 10
            хвилинами.
          </p>

          <p>
            4.11. Користувач розуміє і погоджується з тим, що: здійснення
            доставки – окрема послуга, яка не є невід'ємною частиною придбаного
            Покупцем Товару, виконання якої закінчується в момент отримання
            Одержувачем Товару і здійснення платежу за нього. Претензії до
            якості придбаного Товару, що виникли після отримання та оплати
            Товару, розглядаються відповідно до Закону України «Про захист прав
            споживачів» та згідно гарантійних зобов'язань Продавця. У зв'язку з
            цим придбання Товару з доставкою не дає Покупцеві право вимоги
            доставки придбаного Товару з метою гарантійного обслуговування або
            заміни, не дає можливості здійснювати гарантійне обслуговування або
            заміну Товару шляхом виїзду до Покупця і не має на увазі можливість
            повернення вартості доставки Товару у випадках, коли Покупець має
            право на повернення грошей за Товар як такої, відповідно до Закону
            України «Про захист прав споживачів».
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>§ 5 ВАРТІСТЬ І ФОРМА ОПЛАТИ</strong>
          </p>

          <p>5.1. Ціна товару вказується в гривнях.&nbsp;</p>

          <p>
            5.2. Ціна Товару вказується на Сайті. Що стосується невірної
            інформації щодо ціни замовленого Покупцем Товару, Продавець інформує
            про це Покупця для підтвердження Замовлення із виправленою ціною або
            анулювання Замовлення. При неможливості зв'язатися з Покупцем дане
            Замовлення вважається анульованим.
          </p>

          <p>
            5.3. Ціна Товару на Сайті може бути змінена Продавцем в
            односторонньому порядку. При цьому ціна на замовлений Покупцем Товар
            зміні не підлягає.
          </p>

          <p>5.4. Оплата Товару здійснюється наступним чином:</p>

          <p>
            а) готівкою при отриманні Замовлення в сумі, що відповідає сумі
            Замовлення, зазначеній на Сайті, за умови, що обраний метод доставки
            був - Кур'єр Meest Express. У зворотному випадку (при виборі методу
            доставки у відділення Нова Пошта) можливість сплатити Замовлення
            готівкою відсутня. Також, можливість післяплати відсутня для
            замовлень, вартість яких перевищує 5500 грн.
          </p>

          <p>
            б) банківською картою, за допомогою електронної оплати, що
            реалізовується за допомогою платформи PayU в момент оформлення
            Замовлення. У разі вибору клієнтом даної форми оплати, її
            відсутність на рахунку BsportWear або суб'єкта, що бере участь в
            транзакції (сервіс PayU) терміном до 24 годин з моменту оформлення
            Замовлення веде до анулювання Замовлення. У подібних випадках
            прохання повторити оформлення замовлення. Замовлення, де була обрана
            форма оплати Online – карткою, приймається в обробку за фактом
            успішного платежу.
          </p>

          <p>
            5.5. Продавець має право надавати знижки на Товари та встановлювати
            програму бонусів. Види знижок, бонусів, порядок і умови нарахування
            вказані на Сайті і можуть бути змінені Продавцем в односторонньому
            порядку.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>§ 6 РЕКЛАМАЦІЇ НА ТОВАРИ</strong>
          </p>

          <p>
            6.1. Товари, що пропонуються Магазином, є фабричними, новими і
            оригінальними. BsportWear несе відповідальність за фізичні і
            юридичні дефекти Товарів.
          </p>

          <p>
            6.2. BsportWear вживає заходів з метою забезпечення безперебійної
            роботи Магазину на підставі наявних технічних знань і зобов'язується
            в належні терміни усувати будь-які невідповідності, виявлені
            Клієнтами.
          </p>

          <p>
            6.3. На всі придбані в Магазині товари можна подати рекламацію з
            дотриманням термінів і умов, передбачених відповідними положеннями
            законодавства, якщо у цих товарів є дефекти, які спричиняють
            невідповідність Товару згідно укладеного Договору продажу.
          </p>

          <p>
            6.4. Рекламації можна висилати поштою шляхом відправки товару з
            письмовим описом дефекту або заповненим бланком повернення,
            опублікованими на сторінці Магазину, а також рекомендованим листом
            за адресою: А/С ANSWEAR, ВУЛ. СЛОВАЦЬКОГО 1, ЛЬВІВ, 79000, УКРАЇНА,
            з позначкою: «Рекламація bsportWear». Клієнт повинен отримати
            повідомлення про спосіб розгляду рекламації протягом 14 днів,
            починаючи з дня, наступного після дати отримання Магазином посилки з
            товаром, на який подається рекламація.
          </p>

          <p>
            6.5. Якщо у Товару є дефекти, то Клієнт може повідомити Продавцю про
            ці порушення і вимагати повернення сплачених грошових коштів.
          </p>

          <p>
            6.6. У разі відмови від задоволення рекламації товар, разом з
            висновком про необґрунтованість рекламації, повинен відправлятися
            назад.
          </p>

          <p>
            6.7. У разі виявлення Клієнтом пошкоджень, що виникли в процесі
            транспортування, він може скласти Акт пошкодження в присутності
            кур'єра.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>
              § 7 ПОВЕРНЕННЯ ТОВАРІВ – РОЗІРВАННЯ ДОГОВОРУ ПРОДАЖУ
            </strong>
          </p>

          <p>
            7.1. Покупець має право відмовитися від отриманого Товару та
            розірвати Договір купівлі-продажу протягом 30 календарних днів з дня
            отримання Товару, не ВРАХОВУЮЧИ дня покупки, за винятком Товарів,
            які не підлягають обміну та поверненню.
          </p>

          <p>
            7.2. Товар, який повертається повинен надсилатися Покупцем з усіма
            пломбами і ярликами поштою за наступною адресою: А/С ANSWEAR, ВУЛ.
            СЛОВАЦЬКОГО 1, ЛЬВІВ, 79000, УКРАЇНА, з вкладенням наступних
            документів: Заява про повернення товару (власноручно заповнена).
          </p>

          <p>
            7.3. Повернення Товару належної якості можливий у випадку, якщо
            товар не використовувався, збережено його товарний вигляд, споживчі
            властивості, пломби, ярлики, а також збережений розрахунковий
            документ, виданий Покупцеві разом з проданим товаром.
          </p>

          <p>
            7.4. При відмові Покупця від Товару відповідно Продавець повертає
            йому вартість повернутого Товару, протягом 14&nbsp;робочих днів з
            дати надходження повернутого Товару на склад Продавця разом з
            заповненим Покупцем заявою на повернення. Повернення грошових коштів
            вартості Товару здійснюється виключно особі, зазначеній в замовленні
            на Товар, за умови надання такою особою копії його (її)
            національного (внутрішнього) паспорта, ідентифікаційного коду та
            квитанції про оплату Товару, за який повертаються кошти. У разі,
            якщо Покупець в замовленні вказав невірні дані, або не надав для
            повернення грошових коштів усі документи, що перераховані вище,
            Продавець залишає за собою право відмовити такому Покупцеві в
            поверненні грошових коштів.
          </p>

          <p>
            7.5. Якщо, на момент звернення Покупця, аналогічний товар відсутній
            у продажу у Продавця, Покупець має право відмовитися від виконання
            цього Договору та вимагати повернення сплаченої за вказаний Товар
            грошової суми. Продавець зобов'язаний повернути сплачену за
            повернутий товар грошову суму протягом 30 днів з дня повернення
            Товару.
          </p>

          <p>
            7.6. Не підлягають поверненню панчішно-шкарпеткові вироби, білизна
            натільна, парфюмерно-косметичні вироби, ювелірні вироби тощо
            (відповідно до Додатку № 3 до Постанови Кабінету Міністрів України
            від 19 березня 1994 р., М 172).
          </p>

          <p>
            7.7. Під товаром неналежної якості мається на увазі товар, який є
            несправним і не може забезпечити виконання своїх функціональних
            якостей. Отриманий Товар повинен відповідати опису на Сайті.
            Відмінність елементів дизайну або оформлення від заявлених в описі
            на Сайті не є ознакою неякісного або нефункціонального Товару.
          </p>

          <p>
            7.8. Якщо Покупцеві було передано Товар неналежної якості та інше не
            було заздалегідь обумовлено Продавцем, Покупець має право
            скористатися положеннями ст. 8 «Права споживача у разі придбання ним
            товару неналежної якості» Закону України «Про захист прав
            споживачів».
          </p>

          <p>
            7.9. Вимоги про повернення сплаченої за товар грошової суми
            підлягають задоволенню протягом 30 днів з дня пред'явлення
            відповідної вимоги (п. 4 ст. 12 Закону України «Про захист прав
            споживачів»).
          </p>

          <p>
            7.10. Повернення грошових коштів здійснюється за допомогою
            повернення вартості оплаченого Товару, а також суми, витраченої на
            пересилку повернення (за бажанням Клієнта) переказом УДППЗ
            «Укрпошта» або перерахуванням на банківську карту Клієнта.
          </p>

          <p>
            7.11. Гарантійний термін на Товари встановлюється виробником і
            вказується на етикетці або на ярлику. Продавець забезпечує належне
            застосування, використання товарів протягом Гарантійного терміну.
          </p>

          <p>
            7.12. Продавець не відповідає за недоліки Товару, якщо вони виникли
            після його передачі Покупцеві внаслідок порушення Покупцем правил
            користування або зберігання товару, дій третіх осіб або непереборної
            сили (форс-мажор).
          </p>

          <p>
            <strong>&nbsp;</strong>
          </p>

          <p>
            <strong>
              § 8 ВІДОМОСТІ ПРО ПОСЛУГИ, ЩО НАДАЮТЬСЯ ЕЛЕКТРОННИМ ШЛЯХОМ
            </strong>
          </p>

          <p>
            8.1. Магазин надає наступні послуги електронним шляхом своїм
            Клієнтам:
          </p>

          <p>
            a) можливість укладення онлайн-договорів продажу товарів в Магазині
            відповідно до цих Правил;
          </p>

          <p>б) можливість створення облікових записів Клієнтів в Магазині;</p>

          <p>в) відправка замовленої комерційної інформації про товари.</p>

          <p>
            8.2. Клієнт має право розірвати Договір продажу згідно з
            відповідними положеннями законодавства і принципам, викладеним у цих
            Правилах. Крім того, Клієнт має право в будь-який момент вимагати
            припинення надання Магазином послуг, зазначених в п.1 пп. б) і в)
            вище.
          </p>

          <p>
            8.3. Технічні умови надання Магазином послуг електронним шляхом:
          </p>

          <p>a) доступ до мережі Інтернет;</p>

          <p>
            б) використання інтернет-браузера, що дозволяє редагувати
            гіпертекстові документи (наприклад, Internet Explorer, Opera,
            FireFox або аналогічні);
          </p>

          <p>в) наявність адреси електронної пошти (e-mail).</p>

          <p>
            8.4. Рекламації на послуги, що надаються Магазином електронним
            шляхом, слід надсилати на адресу Відділу обслуговування клієнтів
            магазину (
            <a href="mailto:ok@bsportWear">
              <strong>ok@bsportWear</strong>
            </a>
            ) або за телефоном: (тел.: 0 (800) 214 234, (044) 36 44 234).
            Рекламація Клієнта повинна містити найменування одержувача послуги
            та короткий опис проблеми. Магазин повинен докласти всіх зусиль для
            того, щоб подані рекламації були розглянуті в найкоротші можливі
            терміни, проте не пізніше ніж протягом 14 днів з моменту отримання
            рекламації Магазином. Клієнту повідомляється про розгляд рекламації
            зручним для нього способом, телефоном або електронним листом за
            вказаною Клієнтом електронною адресою.
          </p>

          <p>
            8.5. BsportWear повідомляє, що в залежності від налаштувань
            інтернет-браузера Клієнта він може відправляти в комп'ютерну систему
            Клієнта файли cookie, які не є компонентом послуг, що надаються
            Магазином, але забезпечують можливість подальшої ідентифікації
            Клієнта при відвідуванні сторінок Магазину і використовуються
            Магазином для того, щоб спростити Клієнту процес користування
            Магазином, а також з метою відстеження активності Клієнта на
            сторінках Магазину. Клієнт може в будь-який момент відключити
            можливість використання Магазином файлів cookie шляхом зміни
            відповідних налаштувань у своєму інтернет-браузері.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>§9 ІНФОРМАЦІЯ,</strong>{" "}
            <strong>
              ЩО СТОСУЄТЬСЯ ОБРОБКИ КОМПАНІЄЮ BsportWear ПЕРСОНАЛЬНИХ ДАНИХ
              КОРИСТУВАЧІВ МАГАЗИНУ
            </strong>
          </p>

          <p>
            &nbsp;1.&nbsp;&nbsp;&nbsp;&nbsp;Інформація, зазначена далі,
            надається Користувачеві також в момент збору його персональних даних
            на сторінках Магазину.
          </p>

          <p>
            2. Адміністратором персональних даних Користувача є компанія АТ
            ANSWEAR.COM Адміністратор обробляє персональні дані користувачів
            Магазину відповідно до Загального Регламенту про захист даних від 27
            квітня 2016 року (англ. «<strong>THE</strong>&nbsp;
            <strong>GENERAL DATA PROTECTION REGULATION</strong>»).
          </p>

          <p>3. Контактні дані інспектора із захисту даних:</p>

          <p>
            4. Персональні дані користувачів Магазину обробляються, серед
            іншого, в наступній області: <strong>I)</strong>&nbsp;для виконання
            укладених з Користувачем договорів купівлі-продажу товарів з
            Магазину – підставою для обробки даних в цьому випадку буде договір,
            укладений з Адміністратором шляхом прийняття правил Магазину;{" "}
            <strong>II)</strong>&nbsp;для ведення облікового запису Користувача
            Магазину – підставою для обробки даних в цьому випадку буде договір,
            укладений з Адміністратором шляхом створення облікового запису та
            прийняття правила Магазину; для проведення рекламаційних процесів –
            в цьому випадку підставою для обробки є зобов'язання Адміністратора
            згідно нормативно-правового акту відносно гарантії щодо дефектів
            проданої речі; <strong>III)</strong>&nbsp;якщо Користувач висловив
            на це окремі згоди, на зазначену адресу електронної пошти
            Користувача або його номер телефону може відправлятися комерційна
            інформація щодо товарів, пропонованих до продажу в Магазині, в тому
            числі рекламних акцій – в цьому випадку підставою для обробки даних
            Користувача є його згода, яка не є обов'язковою і може бути
            відкликана в будь-який момент; <strong>IV)</strong>&nbsp;для
            відправки Користувачеві на сайті Магазину індивідуальних
            маркетингових повідомлень, наприклад, у формі пропозиції покупки
            товарів з використанням профілю. Повідомлення будуть підготовлені на
            підставі аналізу виконаних Користувачем покупок – підставою для
            обробки даних Користувача в цьому випадку буде юридично
            обґрунтований інтерес Адміністратора, що полягає у маркетингу
            товарів, пропонованих в Магазині; <strong>V)</strong>&nbsp;в
            маркетингових цілях – на вказаний Користувачем адресу для
            кореспонденції Адміністратор буде періодично висилати інформацію про
            пропозицію магазину Answear.com або пропозиції його торгових
            партнерів – підставою для обробки персональних даних Користувача в
            цій сфері буде юридично обґрунтований інтерес Адміністратора або
            його партнерів, що полягає у маркетингу зазначених в пропозиції
            товарів; Користувач може в будь-який момент заперечити обробку його
            персональних даних у зазначеній вище сфері, звернувшись до Магазину;{" "}
            <strong>VI)</strong>&nbsp;для статистичних цілей для внутрішніх
            потреб Адміністратора – в цьому випадку підставою для обробки даних
            буде юридично обґрунтований інтерес Адміністратора, що складається в
            зборі інформації, яка дозволяє розвивати діяльність і приводити
            послуги у відповідність до потреб користувачів Магазину;{" "}
            <strong>VII)</strong>&nbsp;для підтвердження виконання
            Адміністратором його зобов'язань і розгляду претензій, або захисту
            від претензій, які можуть бути спрямовані проти адміністратора,
            запобігання або виявлення шахрайства – підставою для обробки даних
            Користувача в цьому випадку буде юридично обґрунтований інтерес
            Адміністратора, який є правом захисту, підтвердження виконання
            зобов'язань і отримання за це належної винагороди від клієнтів
            Адміністратора.
          </p>

          <p>
            5. Здійснюючи покупки в Магазині, Користувач вказує певні визначені
            персональні дані, необхідні для виконання договору купівлі-продажу.
            Відмова надати дані, необхідні для реалізації замовлення, тягне за
            собою неможливість виконання Магазином договору купівлі-продажу.
            Необов'язковим є вираження Користувачем згоди на отримання
            комерційної інформації на вказану адресу електронної пошти або
            вказаний номер телефону для виконання укладеного договору
            купівлі-продажу Товарів. Якщо згоду буде надано, її можна відкликати
            в будь-який момент. Відкликання згоди не впливає на відповідність
            законодавству з обробки до моменту відкликання.
          </p>

          <p>
            6. Адміністратор надаватиме персональні дані Користувача суб'єктам,
            які співпрацюють з нами при виконанні Договору купівлі-продажу
            придбаних Користувачем товарів, в тому числі, при отриманні платежів
            за придбані товари, а також доставку товарів.
          </p>

          <p>
            7. Передані Користувачем персональні дані будуть оброблятися в
            період, необхідний для реалізації договору купівлі-продажу, а також
            претензій по рекламаціях, а також підтвердження виконання
            зобов'язань Адміністратора і розгляду претензій або захисту від
            претензій, які можуть бути спрямовані проти Адміністратора, але не
            довше ніж протягом 10 років від дати передачі Адміністратору
            Користувачем його даних.
          </p>

          <p>
            &nbsp;9. На умовах, зазначених в ОРЗД, Користувач має наступні права
            у зв'язку з обробкою його персональних даних Адміністратора у
            зв'язку з роботою Магазину: право доступу до даних, їх оновлення,
            право вимагати перенесення даних, їх видалення, подання заперечення
            щодо обробки даних і право вимагати обмеження їх обробки.
          </p>

          <p>
            10. Користувач має право подавати скаргу на ім'я Керівника
            управління із захисту персональних даних у зв'язку з обробкою
            персональних даних Користувача безпосередньо Адміністратором.
          </p>

          <p>&nbsp;</p>

          <p>
            <strong>§ 10 ЗАКЛЮЧНІ ПОЛОЖЕННЯ</strong>
          </p>

          <p>
            10.1. Персональні дані Клієнтів, які надаються ними в ході
            реєстрації в Магазині, обробляються компанією BsportWear виключно
            для виконання замовлень, а також можуть використовуватися в
            маркетингових цілях, якщо Клієнт висловить відповідну згоду в
            окремому документі. Клієнт має право доповнювати, оновлювати і
            спростовувати персональні дані, вводити постійну або тимчасову
            заборону на їх обробку і вимагати їх видалення, якщо вони будуть
            неповними, недійсними, неправдивими, отриманими з порушенням
            законодавства або непотрібними для досягнення мети, для якої вони
            були зібрані, а також право заперечувати проти обробки персональних
            даних в маркетингових цілях.
          </p>

          <p>
            10.2. Неприйняття цих Правил виключає можливість придбання Товарів,
            які пропонує Магазин. Магазин повинен надати Клієнту можливість
            ознайомитися з Правилами на момент замовлення. Клієнти, які створили
            власний обліковий запис, отримують повідомлення про внесення змін до
            Правил за допомогою електронної пошти. Клієнт, який не згоден із
            змінами, внесеними до Правил, має право в будь-який момент видалити
            свій обліковий запис.
          </p>

          <p>
            10.3. Договір продажу Товарів в Магазині укладається російською
            мовою.
          </p>

          <p>
            10.4. Компетентним судом для розгляду спорів є суд за місцем
            знаходження згідно з чинним законодавством.
          </p>

          <p>
            10.5. BsportWear залишає за собою право в будь-який момент вносити
            зміни в Правила. Зміни в Правилах поширюються на замовлення,
            зроблені після внесення змін до чинних Правил, з дотриманням п. 3
            вище.
          </p>

          <p>
            10.6. Всі представлені в Магазині товарні знаки і фірмові
            найменування належать їхнім законним власникам і розміщуються в
            інформаційних цілях.
          </p>

          <p>
            <em>Остання актуалізація: 13.07.2022&nbsp;р.</em>
          </p>
        </div>
      </div>
      <style jsx>{`
        .StaticPage__staticPageContent{
          color: rgb(0, 0, 0);
        }
        .containe {
          width: 100%;
        }
        p {
          margin: 0 0 15px;
        }
      `}</style>
    </MainLayout>
  );
}

export default Rules;
